/* NSExecutableNotLoadableError */
"BundleErr3584" = "Balík „%@“ nelze načíst, protože jeho spustitelný soubor nelze načíst.";

/* NSExecutableNotLoadableError */
"BundleErr3584-C" = "Spustitelný soubor v balíku nelze načíst.";

/* NSExecutableNotLoadableError */
"BundleErr3584-R" = "Zkuste balík znovu nainstalovat.";

/* NSExecutableArchitectureMismatchError */
"BundleErr3585" = "Balík „%@“ nelze načíst, protože neobsahuje verzi pro aktuální architekturu.";

/* NSExecutableArchitectureMismatchError */
"BundleErr3585-C" = "Balík neobsahuje verzi pro aktuální architekturu.";

/* NSExecutableArchitectureMismatchError */
"BundleErr3585-R" = "Zkuste nainstalovat univerzální verzi balíku.";

/* NSExecutableRuntimeMismatchError */
"BundleErr3586" = "Balík „%@“ nelze načíst, protože není kompatibilní s aktuální aplikací.";

/* NSExecutableRuntimeMismatchError */
"BundleErr3586-C" = "Balík není kompatibilní s touto aplikací.";

/* NSExecutableRuntimeMismatchError */
"BundleErr3586-R" = "Zkuste nainstalovat novější verzi balíku.";

/* NSExecutableLoadError */
"BundleErr3587" = "Balík „%@“ nelze načíst, protože je poškozen, nebo v něm chybí nezbytné prostředky.";

/* NSExecutableLoadError */
"BundleErr3587-C" = "Balík je poškozen, nebo v něm chybí nezbytné prostředky.";

/* NSExecutableLoadError */
"BundleErr3587-R" = "Zkuste balík znovu nainstalovat.";

/* NSExecutableLinkError */
"BundleErr3588" = "Balík „%@“ nelze načíst.";

/* NSExecutableLinkError */
"BundleErr3588-C" = "Balík nelze načíst.";

/* NSExecutableLinkError */
"BundleErr3588-R" = "Zkuste balík znovu nainstalovat.";

/* NSFileNoSuchFileError */
"BundleErr4" = "Balík „%@“ nelze načíst, protože jeho spustitelný soubor nelze nalézt.";

/* NSFileNoSuchFileError */
"BundleErr4-C" = "Spustitelný soubor balíku nelze nalézt.";

/* NSFileNoSuchFileError */
"BundleErr4-R" = "Zkuste balík znovu nainstalovat.";

/* Name of the 'Cocoa' error domain when showing to user. Very likely this will not get localized. */
"NSCocoaErrorDomain" = "Cocoa";

/* Name of the 'Core Foundation' error domain when showing to user. Very likely this will not get localized differently in other languages. */
"NSCoreFoundationErrorDomain" = "Core Foundation";

/* Name of the 'Mach' error domain when showing to user. This probably will not get localized, unless there is a generally recognized phrase for 'Mach' in the language. */
"NSMachErrorDomain" = "Mach";

/* Name of the 'OSStatus' error domain when showing to user. Very likely this will not get localized. */
"NSOSStatusErrorDomain" = "OSStatus";

/* Name of the 'POSIX' error domain when showing to user. This probably will not get localized, unless there is a generally recognized phrase for 'POSIX' in the language. */
"NSPOSIXErrorDomain" = "POSIX";

/* A generic error string indicating there was a problem. The %@ will be replaced by a second sentence which indicates why the operation failed. */
"The operation couldn\\U2019t be completed. %@" = "Operaci nelze dokončit. %@";

/* A generic error string indicating there was a problem, followed by a parenthetical sentence which indicates error domain, code, and a description when there is no other way to present an error to the user. The first %@ indicates the error domain, %ld indicates the error code, and the second %@ indicates the description; so this might become '(Mach error 42 - Server error.)' for instance. */
"The operation couldn\\U2019t be completed. (%@ error %ld - %@)" = "Operaci nelze dokončit. (%1$@ chyba %2$ld - %3$@)";

/* A generic error string indicating there was a problem, followed by a parenthetical sentence which indicates error domain and code when there is no other way to present an error to the user. The %@ indicates the error domain while %ld indicates the error code; so this might become '(Mach error 42.)' for instance. */
"The operation couldn\\U2019t be completed. (%@ error %ld.)" = "Operaci nelze dokončit. (%1$@ chyba %2$ld.)";

